[
    {
        "index": 1,
        "categorie": "news",
        "sub-categorie": "finance",
        "origin": "https://www.chinadaily.com.cn/a/202501/07/WS677c02e2a310f1265a1d941b.html",
        "full-text": "Foreign institutions have a positive outlook on China\\u0027s economic growth and the investment value of its A-share market, while the country\\u0027s major stock exchanges expressed continued support for foreign institutions further expanding their footprints in the market.In an announcement released on Sunday, the Shanghai Stock Exchange said it had recently met with representatives of eight foreign institutions and solicited their opinions on topics including further optimizing the stock connect programs and the qualified foreign institutional investors mechanism, providing easier access for foreign investors interested in the A-share market, and promoting the high-quality development of the Chinese capital market.International investment banks and institutions are encouraged to give full play to their strengths to bridge the Chinese and global markets, and this will be part of concerted efforts to make the Chinese capital market safer and also more regulated, transparent, open, vibrant and resilient, said Shanghai Stock Exchange officials.Foreign institutions that attended the Shanghai bourse\\u0027s meeting expressed confidence and a positive outlook on China\\u0027s stable economic growth and the sustainable development of the Chinese capital market.The countercyclical adjustments of fiscal and monetary policies have been further strengthened after tone-setting meetings held since late September, releasing more positive signals on advancing economic recovery and improving China\\u0027s economic resilience. Therefore, the international market\\u0027s outlook on China\\u0027s economic growth has been effectively improved, and overseas investors\\u0027 confidence in the A-share market has been boosted, foreign institutions said at the SSE meeting.In its 2025 outlook, investment bank Goldman Sachs holds a strategic preference for Chinese stocks, as the A-share market is less sensitive to tariff policies in developed markets or the fluctuations of the renminbi\\u0027s exchange rate. Meanwhile, it expects relaxed liquidity in China to help buoy the Chinese stock market.Goldman Sachs experts estimated that the benchmark CSI 300 Index for the A-share market will rise 13 percent in 2025, while A-share companies\\u0027 average earnings per share will grow 10 percent. The increased buybacks made by listed companies will further drive up the A-share market\\u0027s valuation, they said.In its outlook for 2025, JP Morgan Asset Management showed more preference for A-share technology companies, especially those specializing in artificial intelligence and renewable resources.In another development, the eight foreign securities brokerages, fund companies, Qualified Foreign Institutional Investor program institutions and asset managers represented at a meeting held on Saturday by the Shenzhen Stock Exchange said the long-term investment value of Chinese high-end manufacturing, information technology and consumer electronics industries has become especially noticeable.The incremental supportive policies introduced since late September have largely stabilized market expectations and boosted international investors\\u0027 confidence, said the foreign institutions, which vowed to become more deeply rooted in the Chinese market.The Shenzhen bourse said it has made continued efforts to improve market transparency and predictability to facilitate foreign institutions\\u0027 business expansion and investment, and the exchange hopes that foreign institutions, which are already important A-share market participants, can stick to long-term investment and make joint efforts to advance the sustained and sound development of the Chinese capital market.According to data released by the State Administration of Foreign Exchange in December, inbound securities investment in China reported a net inflow of $93.1 billion in the first three quarters of 2024, marking four consecutive quarters of positive inflows.Experts at Haitong Securities said that the A-share market, as an emerging market, is likely to provide more lucrative returns in 2025, as monetary policies around the globe have become more relaxed. Therefore, the A-share market is expected to attract around 2 trillion yuan ($273 billion) in capital inflow this year, they said.Meng Lei, China equity strategist at UBS Securities, said that the valuation of the A-share market is expected to rise in 2025, driven by robust net capital inflows from individual investors, the continued entry of patient capital, and the return of international investors.",
        "ft_llama_summary": "China's Shanghai Stock Exchange has met with representatives of eight foreign institutions to solicit their opinions on further optimizing the stock connect programs and the qualified foreign institutional investors mechanism. The meeting aimed to provide easier access for foreign investors interested in the A-share market and promote the high-quality development of the Chinese capital market.",
        "manual_gpt_summary": "Foreign institutions expressed confidence in China\\u0027s economic growth and A-share market value during meetings with Shanghai and Shenzhen Stock Exchanges, emphasizing long-term investment in technology, manufacturing, and consumer electronics. Goldman Sachs predicts a 13% CSI 300 Index rise in 2025, while relaxed policies and strong inflows are expected to boost valuations and investor confidence."
    },
    {
        "index": 2,
        "categorie": "news",
        "sub-categorie": "finance",
        "origin": "https://www.chinadaily.com.cn/a/202412/24/WS676a14e9a310f1265a1d4957.html",
        "full-text": "The panda bond market, in which overseas institutions issue renminbi bonds in China\\u0027s onshore market, posted record-high issuances by value this year and is poised to attract new issuers, including those from the Middle East and Latin America, in 2025, market mavens said.Foreign issuers\\u0027 growing interest in panda bonds reflects the rising competitiveness of the renminbi as an alternative international financing currency, bolstering the internationalization of China\\u0027s currency despite uncertainties posed by the incoming US administration, they added.The panda bond market saw 109 issuances this year worth 194.8 billion yuan ($26.7 billion) as of Friday. The issuance total, according to market tracker Wind Info, was up 26 percent year-on-year, a record high.The growth was driven by growing participation of purely foreign issuers \\u2014 or overseas issuers without affiliations with Hong Kong-based institutions.Issuances by purely foreign issuers nearly tripled from about 27 billion yuan in 2023 to more than 75 billion yuan in 2024. Their proportion in total panda bond issuances rose from about 17 percent to almost 40 percent, said Deutsche Bank, a panda bond underwriter.Germany has emerged as the largest issuer region outside Hong Kong, issuing about 22 billion yuan in panda bonds this year. Panda bond issuances from corporate entities in France, Singapore and Canada also rose sharply this year.\\u0022\\u0022Panda bond issuers are expected to become more diversified (in 2025),\\u0022\\u0022 said Samuel Fischer, head of China onshore debt capital markets at Deutsche Bank.\\u0022\\u0022In addition to an increase of issuers from developed markets, new issuers from the Middle East and Latin America are expected to enter the (panda bond) market.\\u0022\\u0022Fischer attributed this trend to the growing use of the renminbi in these regions, increased cross-border economic cooperation, and the renminbi\\u0027s favorable yield advantage \\u2014 the average coupon rate of panda bonds issued this year dropped to 2.5 percent from 3.1 percent in 2023.While China cut interest rates to stabilize economic growth, interest rates have stayed elevated in the United States this year following efforts to curb inflation, sending the difference between the 10-year treasury yields of the US and China as high as 283 basis points as of Monday, said Wind Info.Ming Ming, chief economist at CITIC Securities, said that underpinning foreign issuers\\u0027 growing appetites also includes China\\u0027s regulatory changes in 2022 deepening financial opening-up, which allowed funds raised via panda bonds to be remitted abroad.Pan Gongsheng, governor of the People\\u0027s Bank of China, the country\\u0027s central bank, said at a meeting in November with foreign financial institutions that the country will expand connectivity between domestic and international markets and promote institutional opening-up of both the financial services sector as well as financial markets.The growing appeal of panda bonds reflects the rising role of the renminbi for international financing, a trend that is expected to continue into 2025, Fischer said, as China maintains an accommodative monetary policy while foreign enterprises continue to increase investments in China, driving renminbi financing needs.\\u0022\\u0022The renminbi financing environment remains competitive and appealing,\\u0022\\u0022 he said, adding that Deutsche Bank itself has used up an 8-billion-yuan panda bond issuance quota in June, with plans to apply for more, \\u0022\\u0022subject to regulatory approval and favorable market conditions\\u0022\\u0022.The panda bond market is also expected to see both larger sizes and longer maturities of issuances, Fischer said, further strengthening the panda markets\\u0027 global status as a key option for issuers.Thanks to improved liquidity conditions, the panda bond market has seen several issuances at a size of about 5 billion yuan this year, he added, which represents a significant increase from previous years and is comparable to issuances in the Europe and US markets.",
        "ft_llama_summary": "The panda bond market, in which overseas institutions issue renminbi bonds in China's onshore market, posted record-high issuances by value this year and is poised to attract new issuers, including those from the Middle East and Latin America, in 2025, market experts said. The issuance total was up 26% year-on-year, a record high, they added.",
        "manual_gpt_summary": "In 2024, the panda bond market reached a record high with 109 issuances worth 194.8 billion yuan. The growth, driven by increased participation from purely foreign issuers, is expected to continue in 2025 with new issuers from the Middle East and Latin America. The renminbi’s rising role in international financing and favorable yield advantages contributed to this growth."
    }
]